commands = '''
**✰` م1` : اوامر السورس.
✰` م2` : اوامر الحساب.
✰` م3` : اوامر الكروبات والاذاعة.
✰` م4` : اوامر التاريخ والبحث والترجمة.
✰` م5` : اوامر التسلية.**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**oothon source is working ⚡
Dev : @S_Z_H , @E_7_V
Source Ch : @Eighthon
الـسـورس يـعـمـل بـنـجـاح
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فحص ` : فحص السورس
✰` .المطور ` : مطور السورس
✰` .الاوامر ` :اوامر السورس
✰` .بنك ` : قياس البنك
✰` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**✰` .فك حظر ` : فك حظر كل يلي حاظرهم
`.اسم وقتي  : اسم وقتي لحسابك`
✰` . انهاء الاسم الوقتي  : يوقف الاسم الوقتي`
✰` .بايو وقتي  : بايو وقتي لحسابك`
✰` .انهاء البايو الوقتي وقتي  : يوقف البايو الوقتي`
`.غادر يغادر الكروب`**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**✰` .تكرار + العدد + نص : تكرار للرسائل
✰  .اذاعة خاص (بلرد) : اذاعة لكل شخص في الخاص
✰  .اذاعة كروب (بلرد) : اذاعة لكل الكروبات في الخاص
✰  .مؤقت + عدد الثواني + نص : ارسال رسائل مؤقتة
✰  .ادمن : القنوات يلي انت ادمن بيها
✰  .تفليش : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
✰  .اشتراكاتي : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب `
✰`احسب + الرقم`**
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .بوت المليار`
✰` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الصيد
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''**
الانواع :
1 : ثلاثي وسط رقم
2 : ثلاثي وسط و نهايه رقم
3 : ثلاثي عام
4 : خماسي حرف
5 : خماسي حرفين
6 : سداسي حرف
7 : سداسي حرفين
8 : سباعي حرف 
9 : بوت ثلاثي 
10: بوت ثنائي 
------------------
لتفعيل الصيد كل الي عليك تسوي قناه و تسوي عام تخلي بي يوزر عشوائي 

و عند تفعيل الصيد تكتب [ .صيد + العدد + نوع الصيد + يوزر القناه الي انشاته ]

مثال : .صيد 30000 4 @Eighthon**
'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
